Dalam penerbitan kedua Sejarah Sumatra ini dilakukan penerjemahan ulang mengacu secara ketat pada edisi ketiga yang dinyatakan Marsden paling lengkap. Kekuatan redaksionalnya semakin afdol karena ada penambahan banyak gambar sezaman yang tidak ada di dalam buku aslinya. Ini bukan saja akan menguatkan imajinasi historis pembaca, tetapi lebih jauh lagi, buku ini mampu membawa pembaca memasuki terowongan waktu untuk berkelana di Pulau Sumatra dalam suasana abad ke-18 yang saat itu adalah pulau yang masih diliputi misteri."
    },
    "5": {
        "id": 6,
        "title": "Cerita Anak Pemberani",
        "author": "Watiek Ideo",
        "genre": "Cerita Anak",
        "tahun": "2015",
        "gambar": "https:\/\/www.bukukita.com\/babacms\/displaybuku\/107959_f.jpg",
        "deskripsi": "Menceritakan tentang ketidaksukaan\/ketakutan anak-anak yang biasa dijumpai di kehidupan keseharian mereka. Misalnya: takut gelap, tidak suka makan sayur, takut bermain kotor, takut melihat hewan, grogi tampil di depan umum, dan masih banyak lagi cerita seru lainnya. Cerita-cerita yang disajikan mengajak anak untuk mampu menghadapi situasi-situasi seperti di atas dan menjadikan hal-hal itu menjadi sesuatu yang mengasyikkan dan menjelaskan manfaat yang didapat."
    },
    "6": {
        "id": 7,
        "title": "SEJARAH DUNIA LENGKAP: Dari Manusia Pertama hingga Perang Dunia Kedua",
        "author": "Miftakhuddin",
        "genre": "Sejarah",
        "tahun": "2016",
        "gambar": "https:\/\/www.bukukita.com\/babacms\/displaybuku\/103977_f.jpg",
        "deskripsi": "Sejarah dunia bermula dari penemuan teori Darwin yang diyakini oleh kaum naturalis materialistik yang disandingkan dengan teori ketuhanan. Dua konsepsi berbeda ini kemudian dipertemukan ke dalam teori yang mendekati ideal. Perjalanan masyarakat terawal dunia dibawah kepemimpinan Adam mengalami masa disintegraasi ketika terjadi perpisahan salah seorang anak Adam dengan keluarganya karena melakukan pembunuhan terhadap saudaranya. Terpecahlah masyarakat Adam menjadi dua. Regenerasi tetep berlangsung diantara keduanya yang menjadi peradaban besar, yaitu Lemuria dan Atlantis sebelum akhirnya sampai pada masa Nuh dengan banjir besar yang menenggelamkan seluruh dunia, termasuk Lemuria dan Atlantis."
    }
}