{
    "1": {
        "id": 2,
        "title": "BUKU PENDIDIKAN ANAK DALAM ISLAM",
        "author": "Yusuf Muhammad Al-Hasan",
        "genre": "Pendidikan",
        "tahun": "2020",
        "gambar": "https:\/\/cdn.shopify.com\/s\/files\/1\/0103\/5331\/1803\/products\/Buku_Pendidikan_Anak_Dalam_Islam_Penerbit_Darul_Haq_1024x1024@2x.jpg?v=1577778119",
        "deskripsi": "Keluarga mempunyai peranan besar dalam pembangunan masyarakat, karena keluarga merupakan batu pondasi bangunan masyarakat dan tempat pembinaan pertama untuk mencetak dan mempersiapkan personil-personilnya. Keluarga mempunyai peranan penting dalam pendidikan, baik di tengah masyarakat Islam maupun masyarakat non muslim. Karena keluarga termasuk tempat pertama untuk pertumbuhan anak, di mana dia mendapatkan pengaruh dari anggota-anggotanya pada masa yang amat penting dan paling kritis dalam pendidikan anak, yakni tahun-tahun pertama dalam kehidupannya (usia pra-sekolah).\r\n\r\nBuku ini memuat 9 tema yang penting: Peranan Penting Keluarga dalam Islam, Tujuan Pendidikan Anak dalam Islam, Memperhatikan Anak Sebelum Lahir, Memperhatikan Anak Ketika dalam Kandungan, Memperhatikan Anak Setelah Lahir, Memperhatikan Anak pada Usia Enam Tahun Pertama, Memperhatikan Anak Setelah Usia Enam Tahun Pertama, Memperhatikan Anak Pada Masa Remaja (ABG), dan di akhiri dengan Beberapa Kesalahan Para Pendidik."
    },
    "2": {
        "id": 3,
        "title": "BUKU MUKJIZAT PARA NABI",
        "author": "Syaikh Mahmud Al-Mishri",
        "genre": "Sejarah",
        "tahun": "2018",
        "gambar": "https:\/\/cdn.shopify.com\/s\/files\/1\/0103\/5331\/1803\/products\/BUKUMUKJIZATPARANABI_MEDIASHOLIH_1024x1024@2x.jpg?v=1658304063",
        "deskripsi": "Mukjizat merupakan kejadian luar biasa yang tidak pernah terjadi di kalangan umat manusia yang datangnya dari Allah Ta’ala. Dan hanya diberikan kepada para nabi dan rasul, dengan tujuan untuk membuktikan kepada manusia bahwa mereka itu benar-benar nabi dan rasul yang harus ditaati, dan apa yang mereka ajarkan itu wahyu dari Allah yang harus diamalkan.\r\n\r\nInilah buku spesial karya seorang ulama besar. Dengan gaya bahasa yang mudah dicerna, beliau mengajak anak-anak muslim untuk menikmati kisah-kisah mukjizat para nabi yang telah terjadi di zaman lampau. Dengan menyimak buku ini, diharapkan keimanan anak-anak kepada Allah semakin kuat dan kokoh."
    },
    "3": {
        "id": 4,
        "title": "BUKU 12 KIAT HIDUP BERKAH",
        "author": "Ustadz Dr. Muhammad Arifin bin Badri, MA, Darul Ilmi Publishing",
        "genre": "Ilmu",
        "tahun": "2019",
        "gambar": "https:\/\/cdn.shopify.com\/s\/files\/1\/0103\/5331\/1803\/products\/Buku-12-Kiat-Hidup-Berkah-Darul-Ilmi-Publishing_1024x1024@2x.jpg?v=1541997625",
        "deskripsi": "Betapa sering kita mengucapkan, mendengar, mendambakan dan berdo’a untuk mendapatkan keberkahan. Keberkahan dalam umur, keberkahan dalam keluarga, keberkahan dalam usaha, keberkahan dalam harta benda dan lainnya. Bahkan, karena begitu besar harapan kita untuk mendapatkan keberkahan, sampai-sampai kita saling mendo’akan dengan mengucapkan,\r\n\r\nاَلسَّلاَمُ عَلَيْكُمْ وَرَحْمَةُ اللهِ وَبَرَكَاتُهُ\r\n\r\n“Semoga keselamatan, rah"
    },
    "4": {
        "id": 5,
        "title": "Sejarah Sumatra",
        "author": "William Marsden",
        "genre": "Sejarah",
        "tahun": "2020",
        "gambar": "https:\/\/komunitasbambu.id\/wp-content\/uploads\/2019\/04\/SS-Depan-scaled.jpg",
        "deskripsi": "Sejak pertama kali terbit pada 1783, buku Sejarah Sumatra memukau dan dipujikan sebagai karya ensiklopedik yang jempolan. Walaupun sesudahnya banyak buku tentang Sumatra terbit, karya William Marsden ini tetap istimewa serta dirujuk sejagat sebagai karya klasik yang monumental. Dalam penerbitan kedua Sejarah Sumatra ini dilakukan penerjemahan ulang mengacu secara ketat pada edisi ketiga yang dinyatakan Marsden paling lengkap. Kekuatan redaksionalnya semakin afdol karena ada penambahan banyak gambar sezaman yang tidak ada di dalam buku aslinya. Ini bukan saja akan menguatkan imajinasi historis pembaca, tetapi lebih jauh lagi, buku ini mampu membawa pembaca memasuki terowongan waktu untuk berkelana di Pulau Sumatra dalam suasana abad ke-18 yang saat itu adalah pulau yang masih diliputi misteri."
    },
    "5": {
        "id": 6,
        "title": "Cerita Anak Pemberani",
        "author": "Watiek Ideo",
        "genre": "Cerita Anak",
        "tahun": "2015",
        "gambar": "https:\/\/www.bukukita.com\/babacms\/displaybuku\/107959_f.jpg",
        "deskripsi": "Menceritakan tentang ketidaksukaan\/ketakutan anak-anak yang biasa dijumpai di kehidupan keseharian mereka. Misalnya: takut gelap, tidak suka makan sayur, takut bermain kotor, takut melihat hewan, grogi tampil di depan umum, dan masih banyak lagi cerita seru lainnya. Cerita-cerita yang disajikan mengajak anak untuk mampu menghadapi situasi-situasi seperti di atas dan menjadikan hal-hal itu menjadi sesuatu yang mengasyikkan dan menjelaskan manfaat yang didapat."
    },
    "6": {
        "id": 7,
        "title": "SEJARAH DUNIA LENGKAP: Dari Manusia Pertama hingga Perang Dunia Kedua",
        "author": "Miftakhuddin",
        "genre": "Sejarah",
        "tahun": "2016",
        "gambar": "https:\/\/www.bukukita.com\/babacms\/displaybuku\/103977_f.jpg",
        "deskripsi": "Sejarah dunia bermula dari penemuan teori Darwin yang diyakini oleh kaum naturalis materialistik yang disandingkan dengan teori ketuhanan. Dua konsepsi berbeda ini kemudian dipertemukan ke dalam teori yang mendekati ideal. Perjalanan masyarakat terawal dunia dibawah kepemimpinan Adam mengalami masa disintegraasi ketika terjadi perpisahan salah seorang anak Adam dengan keluarganya karena melakukan pembunuhan terhadap saudaranya. Terpecahlah masyarakat Adam menjadi dua. Regenerasi tetep berlangsung diantara keduanya yang menjadi peradaban besar, yaitu Lemuria dan Atlantis sebelum akhirnya sampai pada masa Nuh dengan banjir besar yang menenggelamkan seluruh dunia, termasuk Lemuria dan Atlantis."
    }
}